Repository: brontd/spoke_db_plugins_Reference
Catalog: languages/*.po
Languages: eo, it

source: Some slugs are empty.
eo: Iuj slug estas malplenaj.
it: Alcuni slug sono vuoti.

source: Changes were reverted.
eo: Ŝanĝoj estis malfaritaj.
it: Le modifiche sono state annullate.

source: Some slugs are not unique.
eo: Iuj slug ne estas unuopaj.
it: Alcuni slug non sono univoci.

source: References
eo: Listoj
it: Riferimenti

source: Subjects Tree
eo: Tema hierarkio
it: Gerarchia soggetti

source: Browse Metadata
eo: Sfoglia per metadatumoj
it: Sfoglia per metadati

source: Browse Item Types
eo: Esplori erajn tipojn
it: Sfoglia per tipologie documento

source: Browse References
eo: Esplori listojn
it: Sfoglia per riferimento

source: Hierarchy of Subjects
eo: Tema hierarkio
it: Gerarchia soggetti

source: Browse Items by "%s"
eo: Esplori erojn laŭ "%s"
it: Sfoglia documenti per "%s"

source: Browse Items By "%s" (%d Headings)
eo: Esplori erojn laŭ "%s" (%d titoloj)
it: Sfoglia documenti per "%s" (%d intestazioni)

source: There is no references for "%s".
eo: Ekzistas neniu listo por "%s".
it: Non c'è alcun riferimento a "%s".

source: Hierarchy of Subjects (%d total)
eo: Tema hierarkio (%d entute)
it: Gerarchia soggetti (totale: %d)

source: There is no hierarchy of subjects.
eo: Ekzistas neniu tema hierarkio.
it: Non c'è alcuna gerarchia soggetti.

source: Metadata
eo: Metadatumoj
it: Metadati

source: Item Types
eo: Eraj tipoj
it: Tipologie documento

source: No references available.
eo: Neniu listo disponebla.
it: Nessun riferimento disponibile.

source: Main Item Types
eo: Ĉefaj eraj tipoj

source: Browse %s
eo: Esplori laŭ %s
it: Sfoglia %s

source: WARNING
eo: ATENTU
it: ATTENZIONE

source: There are too many elements and this form cannot be saved. Remove unused elements or increase the parameter 'max_input_vars' to %d or more in your php.ini.
eo: Estas tro multaj elementojn kaj la formularo ne povas esti savita. Forprenu neuzitajn elementojn aŭgrandigu la parametron 'max_input_vars" ĝis %d aŭ pli en la php.ini dosiero.
it: Ci sono troppi elementi e questo modulo non può essere salvato. Rimuovere gli elementi non utilizzati o aumentare il parametro 'max_input_vars" a %d o più nel file php.ini.

source: Reference
eo: Listo
it: Riferimento

source: Most of these options for list and for tree can be overridden in the theme.
eo: La plejparto de tiuj ĉi opcioj por listo kaj por arbo povas esti transpasitaj en la etoso.
it: La maggior parte di queste opzioni per liste ed alberi possono essere sovrascritte nel tema.

source: References Indexes
eo: Referencaj indeksoj
it: Indici riferimenti

source: Display References
eo: Montri listojn
it: Mostra riferimenti

source: Select the elements to display and define a slug so the references will be available at "references/:slug".
eo: Elektu la elementojn por montri kaj slug-on tiel ke la listoj disponeblos ĉe la paĝo "references/:slug".
it: Seleziona gli elementi da mostrare e definisci uno slug così che i riferimenti saranno disponibili alla pagina "references/:slug".

source: Slugs should be unique.
eo: Slug devus esti unuopaj.
it: Gli slug dovrebbero essere univoci.

source: Item Type / Element
eo: Era tipo / elemento
it: Tipo documento / elemento

source: Display
eo: Montri
it: Mostra

source: Label
eo: Etikedo
it: Etichetta

source: Print skip links
eo: Aldoni saltligilojn
it: Inserire collegamenti 'vai a'

source: Print skip links at the top and bottom of each page, which link to the alphabetical headers.
eo: Aldonas, je la supro kaj malsupro de ĉiu paĝo saltligilojn, kiuj ligas al la alfabetaj kapoj.
it: Inserisce in cima e in fondo ad ogni pagina dei collegamenti 'vai a', per andare alle intestazioni alfabetiche.

source: Note that, if headers are turned off, skip links do not work.
eo: Atentu ke, se la kapoj estas malŝaltitaj, saltligiloj ne funkcias.
it: Notare che, se le intestazioni sono disattivate, 'vai a' non funzionerà.

source: Alphabetical headers
eo: Alfabetaj kapleteroj
it: Intestazioni alfabetiche

source: Sets the alphabetical headers to be used with skip links; headers are to be separated by blank space.
eo: Starigas alfabetajn kapleterojn por uzi kun saltligiloj; kapleteroj devas apartiĝi per blanka spaco.

source: If no value is given, default English alphabet will be used.
eo: Se neniu valoro estas donita, la angla normala alfabeto estos uzita.

source: Print headings
eo: Enkonduki kapleterojn
it: Inserire intestazioni

source: Print headers for each section (#0-9 and symbols, A, B, etc.)
eo: Aldonas kapleterojn por ĉiuj sekcioj (#0-9 kaj simboloj, A, B, ktp.)
it: Inserisce le intestazioni per ogni sezione (#0-9 e simboli, A, B, ecc.)

source: Query Type
eo: Serĉmenda tipo
it: Tipo richiesta

source: Is Exactly
eo: Estas ekzakte
it: È esattamente

source: Contains
eo: Entenas
it: Contiene

source: The type of query defines how elements are regrouped (see the advanced search).
eo: La serĉmenda tipo difinas kiel elementoj estos regrupigitaj (vidu la altnivelan serĉon).
it: Il tipo di richiesta definisce come gli elementi vengono raggruppati (vedere la ricerca avanzata).

source: Link to Single Records
eo: Ligilo al unuopaj rikordoj
it: Collegamento a record isolati

source: When a reference has only one item, link to it directly instead of to the items/browse page.
eo: Kiam listo enhavas nur unu eron, rekte ligas al ĝi anstataŭ ol al items/browse paĝo.
it: Quando un riferimento contiene un solo documento, collega direttamente ad esso invece che alla pagina items/browse.

source: Hide empty references
eo: Kaŝi malplenajn listojn
it: Nascondere riferimenti vuoti

source: When a reference has no items, hides the correspondent link.
eo: Kiam listo havas neniun eron, kaŝas la korespondan ligilon.
it: Quando un riferimento non contiene alcun documento, nasconde il collegamento.

source: Show references count
eo: Montri rilatan nombron
it: Mostra conteggio riferimenti

source: Shows reference count beside reference name (if more than 1 Item).
eo: Montras la nombron de listoj apud ilia nomo (se pli ol 1 ero).

source: Enable tree view
eo: Ebligi arbovidon
it: Attivare vista ad albero

source: Enable the page and display the link "%s" to the hierarchical view in the navigation bar.
eo: Ebligas la paĝon kaj montras ligilon "%s" al la hierarkia vido en la naviga breto.
it: Attiva la pagina e aggiunge il collegamento "%s" alla vista gerarchica nella barra di navigazione.

source: Expand tree
eo: Etendu arbon
it: Espandere albero

source: When checked, the tree is displayed already expanded.
eo: Kiam elektita, la arbo montriĝas plene etendita.
it: Quando selezionata, l'albero viene mostrato già espanso.

source: This option can be overridden by the theme.
eo: Tiu ĉi opcio povas esti transpasita en la etoso.
it: Questa opzione può essere superata dal tema.

source: Set the hierarchy of subjects
eo: Agordas la hierarkion de temoj
it: Definire la gerarchia soggetti

source: If any, write the hierarchy of all your subjects in order to display them in the "Hierarchy of Subjects" page.
eo: Se ekzistas, montras la hierarkion de ĉiuj temoj por montri ilin en la "Tema hierarkio" paĝo.
it: Se indicata, indica la gerarchia di tutti i soggetti per mostrarli nella pagina "Gerarchia soggetti".

source: Format is: one subject by line, preceded by zero, one or more "-" to indicate the hierarchy level. Separate the "-" and the subject with a space. Empty lines are not considered.
eo: Formo estas: unu temo laŭ linio, antaŭigita per neniu, unu aŭ pli "-" por montri la hierarkian nivelon. Disigu la "-" kaj la temo per spaco. Malplenaj linioj ne estos konsiderataj.

source: Main Types of Items
it: Principali tipologie documento

source: Sets the alphabetical headers to be used with skip links; headers are to be separated by blank space.separate tra loro da uno spazio bianco.
it: Se nessun valore è fornito, verrà usato l'alfabeto standard inglese.

source: Shows reference count beside reference name.
it: Mostra il conteggio dei riferimenti a fianco del loro nome.

source: Format is: one subject by line, preceded by zero, one or more "-" to indicate the hierarchy level. Separate the "-" and the subject with an empty space. Empty lines are not considered.
it: Il formato è: un soggetto per riga, preceduto da zero, uno o più "-" per indicare il livello di gerarchia. Separare il "-" e il soggetto con uno spazio vuoto. Le righe vuote non vengono considerate.
